Repository: wp-plugins/browserid
Catalog: browserid-*.po
Languages: fr_fr, nl_be

source: Verification void
fr_fr: V&eacute;rification vide
nl_be: Verificatie leeg

source: Login failed
fr_fr: &Eacute;chec de connexion
nl_be: Login mislukt

source: Verification failed
fr_fr: &Eacute;chec de v&eacute;rification
nl_be: Verificatie mislukt

source: Verification invalid
fr_fr: V&eacute;rification invalide
nl_be: Verificatie ongeldig

source: BrowserID
fr_fr: Persona

source: Logout
fr_fr: Se d&eacute;connecter
nl_be: Log uit

source: Custom login HTML:
fr_fr: HTML de connexion&nbsp;:
nl_be: Maatwerk inlog HTML:

source: Custom logout HTML:
fr_fr: HTML de d&eacute;connexion&nbsp;:
nl_be: Maatwerk uitlog HTML:

source: Login redirection URL:
fr_fr: URL de redirection apr&egrave;s connexion&nbsp;:
nl_be: Login omleiding URL:

source: Default WordPress dashboard
fr_fr: Panneau WordPress standard
nl_be: Standaard WordPress dashboard

source: Enable for comments:
fr_fr: Activer pour les commentaires&nbsp;:
nl_be: Zet aan voor commentaar:

source: Enable bbPress integration:
fr_fr: Activer l'int&eacute;gration bbPress&nbsp;:

source: Enables anonymous posting implicitly
fr_fr: Active implicitement les commentaires anonymes
nl_be: Zet impliciet anonieme berichten aan

source: Custom comment HTML:
fr_fr: HTML pour commenter&nbsp;:

source: Verification server:
fr_fr: Serveur de v&eacute;rification&nbsp;:
nl_be: Verificatie server:

source: Default https://login.persona.org/verify
fr_fr: D&eacute;faut https://login.persona.org/verify

source: Do not check valid until time:
fr_fr: Ne pas v&eacute;rifier la date limite de validit&eacute;&nbsp;:
nl_be: Controleer geldig tot tijd niet:

source: Do not verify SSL certificate:
fr_fr: Ne pas v&eacute;rifier le certificat SSL&nbsp;:
nl_be: Controleer SSL certificaat niet:

source: Security risk!
fr_fr: Risque de s&eacute;curit&eacute; !
nl_be: Veiligheidsrisico!

source: What is BrowserID?
fr_fr: Qu'est-ce que Persona ?

source: Debug mode:
fr_fr: Mode debug&nbsp;:
nl_be: Debug modus:

source: Administration
nl_be: Administratie

source: Enables anonymous posting
nl_be: Zet anonieme berichten aan

source: Default https://browserid.org/verify
nl_be: Standaard https://browserid.org/verify

source: I don't want to support this plugin with the Sustainable Plugins Sponsorship Network:
nl_be: Ik wil deze plugin niet ondersteunen met het Sustainable Plugins Sponsorship Network:

source: Privacy in the Sustainable Plugins Sponsorship Network
nl_be: Privacy in het Sustainable Plugins Sponsorship Network
